{"totona": "Órgano Reproductor Femenino. Vease: Cuca, Cuchara, Chocha, etc.\n", "mamarracho": "Persona de mal aspecto y dada a la vagancia.\n", "morrocoya": "Según el humorista El Conde del Guacharo, \"aquella mujer que no puede dormir sin la cabeza adentro\"!\n", "chevere": "Bien, agradable.\n", "mingo": "Esfera pequeña que sirve como referencia en el juego de las bolas criollas siendo ganador quien quede más cerca del mingo.\n", "quinchoncho": "Tipo de grano barato parecido al garbanzo.\n", "enchavado(ar)": "Desprestigiado, sin reputación. Individuo bajo los efectos de las drogas.\n", "palanca": "Ayuda, favor, recomendación, persona recomendada, también se llama palanqueado.\n", "peo": "Flatulencia. Situación comprometida, problema o discusión en la que por lo general todos terminan siendo compadres.\n", "cerebrito": "Persona muy inteligente, que sobresale en los estudios. \"Mi hermano es un cerebrito en la universidad\"\n", "sobrao": "Dícese de la persona que es demasiada convencida de su valer.\n", "chamba": "Trabajo, ocupación remunerada.\n", "soponcio": "Desmayarse o desvanecerse. \"Le dio un soponcio.\"\n", "casco blanco": "Policía metropolitano caracterizado por su don de diálogo y raciocinio; se recomienda no llevarle la contraria sobre todo si tiene una plana.\n", "cogeculo": "Desorden, revuelta y situaciones de poco control.\n", "bestia": "Interjección o exclamación de sorpresa ¡Bestia!\n", "na guara": "Término de Barquisimeto, denota asombro o exclamación.\n", "serruchar": "Acción u oficio de quitar, despojar o tumbar algo o a alguien. ej. Le serrucharon el puesto.\n", "carajo": "Persona o individuo. Se usa mucho el diminutivo carajito.\n", "coleto": "Utensilio doméstico para limpiar el piso, mopa, fregona.\n", "pollo": "Ver gallo. De igual modo se le llama así al exceso de flema escupida por una persona.\n", "cartelúo": "De alta calidad, (Adj.)Arrechísimo, de alto perfil, de pinga, machetérico.\n", "arrechisimo": "Lo mismo que arrecho (ver arrecho) pero en grado superlativo.\n", "sapo": "El soplón, acusador, el que rompe la complicidad. El que maneja información y la da al elemento de poder en detrimento de los más débiles.\n", "escuálido": "persona perteneciente a la oposición de Venezuela.\n", "esfuzcar": "Ver \"Esfuzcarse\"\n", "rancho": "Vivienda construida con zinc, cartones, latas, etc. ubicada en la periferia de las ciudades y que sirve como residencia a personas de pocos recursos; lugar preferido por la policía para hacer los allanamientos.\n", "mangueriar": "Es dar mas vuelta que un trompo de acuerdo a un asunto concreto. Persona que evade un tema, o a una persona.\n", "cachorro": "Dícese de la persona que es de mal carácter o anda de mal humor. Se usa mucho en el sur oriente del país\n", "mamaguevo": "El típico hombre o mujer (mama gueva) que se las da de arrecho o se hace el pendejo, entre otras. Por lo cual se convierte en un mama guevo y a veces en un \"grandisimo mama guevo\" o \"re-mama guevo\".\n", "pelabola": "Persona pobre, sin dinero, indigente.\n", "joropo": "Baile y música típica de los llanos de Venezuela.\n", "matraquear": "Pedir un soborno… Me matraquearon en la calle.\n", "verga": "Se utiliza indistintamente como expresión de asombro (¡Verga!) que denota fastidio, molestia (Ah verga, tu si eres ladilla). De igual manera su uso es muy difundido a todo lo largo y ancho de la geografía nacional. Puede ser aplicada como una expresión de negación (¡Deja la verga!).Utilizada tambièn para referirse al òrgano reproductor masculino del hombre, Ej: \"AH BUENA VERGA TIENE ESE TIPO\". Tambien se usa para denotar cualquier cosa: \"¿Que verga es esa?, \"¿Ve esa verga mira!\"\n", "gran carajo": "Palabra despectiva con la que se define a un individuo.\n", "enratonao": "Resaca. Persona que sufre las consecuencias de una borrachera.\n", "palto": "Chaqueta de vestir, parte de arriba de un traje, saco de vestir.\n", "guachiman": "Vigilante, guardián.\n", "mojon": "Insulto. Porción de excremento sólido.\n", "cipote": "Sujeto desagradable. Lugar lejano y desconocido adonde se envía a la gente desagradable... ¡Vete pa'l cipote!\n", "martillo": "Pedigüeño, persona que pide por placer de forma constante, su principal objetivo es el dinero y cigarrillos.\n", "cabron": "Hombre que no teme aceptar en público que su pareja le ha sido infiel. Sujeto que permite infidelidades de su pareja.\n", "carterita (de caña blanca) ": "Botella pequeña y plana, de aguardiente (ron blanco), también llamada petaca.\n", "pasón": "Flojera, flojo, adormecido.\n", "rompecolchón": "Preparado de varias especies de moluscos, típico del Oriente de Venezuela, al cual se atribuyen propiedades afrodisíacas.\n", "manguangua": "Fácil, sencillo, elemental.\n", "conejo": "Aquella persona crédula que se deja engatusar.\n", "alpargata": "Calzado hecho de forma artesanal con suela de soga, se usa principalmente el campo.\n", "atrinca": "Verbo. Dificil, pelúo, arrecho. \"Esa bajada estaba atrinca\". \"Tu si eres atrinca de verdad\"\n", "pecueca": "Peloticas malolientes que se forman entre los dedos de los pies.\n", "pichirre": "Poco espléndido, tacaño, avispa'o al momento de pagar.\n", "guaramo": "Valentía arrojo… Hay que tener mucho guáramo.\n", "tuki": "Los Tukis son una tribu urbana altamente difundida en Venezuela, y en especial, en su capital Caracas. Se caracterizan por un comportamiento simiesco y gregario. Su origen exacto es desconocido, Mitos urbanos entre los mismos Tukis, describen a un comerciante emprendedor que importó a Venezuela toda la ropa prohibida por otras naciones en un container y masificó la quema de CD's piratas de reggaeton, siendo el detonante inicial evolutivo de esta especie. Esta última teoría no se ha podido confirmar, ya que se teme que los Tukis de alto rango (Pranes) eliminen a los Tukis que intentan indagar sobre sus propios orígenes.\\\\n https://goo.gl/7b82HV\n", "coger": "Copular, hacer el amor, tener sexo.\n", "raya": "Porción de cocaína alargada. Desprestigio, desprestigiado.\n", "arrechera": "Acción de arrecharse (ver arrecho).\n", "ñapa": "Obsequio, regalo, cuando se compra o adquiere algo y se nos da un poco más sin coste adicional… Pedimos 1000 gramos de uvas y nos dan 1 100 gramos, los 100 gramos son de ñapa.\n", "luca": "Palabra que designa 1.000 bolívares… Me costó una luca. Pero hoy en dia esa vaina no es nada.\n", "recontra coño'e madre": "Coño e' madre en su novena potencia. (Para aquellos que de verdad quieren insultar)\n", "culo": "Retaguardia, Trasero, Ass (en ingles), Pombas, Nalgas. También nos referimos a \"un culo\" o \"un culito\" cuando una persona tiene novio(a) pero sale con otra(o) por diversión y placer.\n", "bicho": "Persona de mala conducta o de escasos valores éticos. ¡Ese ministro es un bicho! También puede utilizarse como fórmula de tratamiento incluso con su diminutivo", "parcha": "Véase Parchita.\n", "quedarse en el aparato": "No tener ambición en la vida, no avanzar o evolucionar.\n", "nicolas maduro": "Nicolás Maduro Moros: Presidente Constitucional de la República Bolivariana de Venezuela.\n", "malaya": "(Norte de Venezuela) Malaya se utiliza como forma de maldición especialmente a la suerte aunque puede utilizarse en otros sentidos. Ej: malaya sea mi suerte, malaya vida.\n", "coroto": "Utensilio, pertenencia, artefacto.\n", "morrocoy": "Se llama operación morrocoy a un procedimiento burocrático lento y complicado hecho a propósito.\n", "jamón": "Beso con lengua.\n", "batea": "Utensilio doméstico en donde se lava la ropa y prendas de vestir.\n", "calientagüevo": "Dícese de las mujeres que provocan sexualmente, sin llegar a nada.\n", "gafedad": "Expresión, cosa o acto tonto. ¿Que gafedades son esas?.\n", "lata": "Beso continuado, parecido al jamón pero más \"ensalivao\".\n", "chicharrón": "Piel crujiente de cerdo. Última parte de un cigarrillo de marihuana.\n", "arrecochinar": "Arrimarse cómodamente y con descaro, recostarse.\n", "piche": "Se dice de algo que está en mal estado, podrido, pasado.\n", "de chiripa": "De vaina, hecho casual o fortuito… Llegué de chiripa.\n", "jodienda": "Acción de burlarse. Meterse con alguien de forma continuada, joda de forma seguida.\n", "guachimán": "Vigilante, guardián.\n", "pelo e cuca": "Persona, generalmente de color, con el pelo muy rizado casi imposible de despeinar.\n", "escualido": "persona perteneciente a la oposición de Venezuela.\n", "pasoneado": "Persona atontada y sin malicia ni reflejos.\n", "kiluo": "Gordo, grueso, relleno.\n", "bucear": "Mirar a alguien con descaro y con intenciones eróticas o sexuales.\n", "palito": "Trago, copa, bebida alcohólica.\n", "caribear": "Apabullar, abusar de algo o alguien por su débil condición.\n", "parar bola": "Prestar atención, hacer caso a algo o a una persona.\n", "bola": "Objeto cilíndrico o esférico. Por lo general hace referencia a los testículos.\n", "marico triste": "Homosexual reprimido que no ha encontrado su verdadera vocación y vive malhumorado.\n", "quemao": "Persona que perdió sus habilidades o facultades.\n", "hierro": "Arma de fuego, revólver o pistola.\n", "maleta": "Torpe, patoso, inepto.\n", "tierruo": "Persona de poco poder monetario, pobre, pela bolas, clase baja y ordinario\n", "callapa": "Abuso de alguien, todos contra uno, caribear.\n", "pilas": "Persona avispada, pendiente, astuta, sagaz.\n", "bandera": "Persona poco discreta, poco cautelosa.\n", "guarandinga": "Palabra proveniente de la zona de Barquisimeto que nombra una situación o estado.\n", "culebra": "Problema vigente, tensión. Estar peleado con alguien es tener culebra con alguien o estar enculebrado. Ellos son culebra se dice cuando existe una beligerancia recíproca entre dos personas. Culebrón hace referencia al género dramático televisivo de la telenovela. La comparación con un ofidio de gran tamaño es por el largo tiempo que pueda llevar al aire.\n", "convive": "Dícese de aquel que cohabita con otros, vecino.\n", "gochilandia": "Región de los Andes venezolanos. Hasta hace poco se hablaba mal de esa tierra, ahora los maracuchos ni se les acercan.\n", "pata e rolo": "Dícese de la persona que goza de tranquilidad. E.J.: tu si eres pata e' rolo\n", "pingazo": "Golpe muy fuerte. \"Buen pingazo que te diste.\"\n", "faramallero": "Es el calificativo venezolano que le damos a esas personas que actúan con echonería, pedantería o a veces, hasta lo utilizamos para referirnos a personas que son en exagerados en sus acciones para no pasar desapercibidos, comúnmente son personas con el don de la palabra o gran elocuencia. \"Ese negro si es faramallero\"\n", "cola": "Llevar a una persona a un lugar de destino común sin pagar. Colilla del cigarrillo antes de apagarse.\n", "malandro": "Profesional del crimen lease choro, ladrón, asesino. Se utiliza despectivamente en contra de los pobres \"ese es un pobre malandro\". Persona mal vestida: \"con esa ropa parece el propio malandro\". Persona ordinaria: \"te comportas como un malandro\". Persona que se auto adula: \"yo lo que soy es malandro\"\n", "chalequear": "Burlarse, reírse o mofarse de alguien.\n", "vacilar": "Engañar, tomar el pelo, no hablar en serio, burlarse.\n", "chinchorro": "Hamaca, franja de tela tejida y anclada en dos puntos que produce un movimiento oscilante, muy utilizada en los llanos.\n", "nojoda": "Experesion que originalmente es contraccion de No jodas, pero se aplica para otros fines. Expresión contundente de desilucion o reafirmativa. \" Nojoda, que ladilla!\", \" bien hecho, nojoda!\".\n", "majunche": "Mal hecho. De mal gusto.\n", "pangola": "Algo fácil, sin problema.\n", "verano(neo)": "Abstinencia sexual prolongada, período en que una persona no mantiene relaciones sexuales.\n", "despalomao": "Despistado.\n", "cacho": "Infedelidad, cuerno, adulterio... Te montaron cacho. Cigarrillo de marihuana.\n", "furruco": "Instrumento musical utilizado para la interpretación de música navideña, está compuesto de una varilla sobre un cuero prensado y produce un sonido grave y ronco por medio de la fricción sobre esta varilla.\n", "redoblona": "Cuando una mujer atiende sexualmente a un grupo de hombres, le dieron una redoblona, tan bien se dice cuando se golpea a un sujeto entre varios (le dieron una redoblona de coñazos)\n", "caligüeva": "Ladilla, aburrimiento extremo.\n", "arrecho": "Malhumorado, bravo, con poca paciencia… Juan está arrecho.\n", "mollejuo": "Lleno, repleto, resuelto o muy completo.\n", "cuajo": "Mujer fea, bagre.\n", "ful": "Palabra que proviene del inglés full (lleno), completo, atiborrado, saturado. Arma de fuego (ver hierro).\n", "vuelto mierda": "Ir demasiado rápido. Persona u objeto en mal estado.\n", "pisos": "Zapatos.\n", "cobero": "Mentiroso, mojonero.\n", "cojonera": "Relativo a la abstinecia o falta de actividad sexual, \"tengo cojonera\". Tambien puede ser usado para expresar flojera \"tengo que ir para el Centro, pero me da una cojonera\"\n", "manguarear": "Perder el tiempo ociosamente.\n", "tombo": "Policía, agente de la ley, uniformado.\n", "cepillado (en maracucho cepilla'o)": "Helado rudimentario elaborado con raspaduras de hielo y decorado con colorante artifical fuertemente azucarado. Puede ser completado con leche condensada.\n", "chavista": "Si defino el término el SEBIN viene a buscarme. #AQUINOSEHABLAMAL\n", "chamo": "Muchacho joven, adolescente.\n", "coba": "Mentira, embuste, es mojón!\n", "acabar": "Culminar el acto sexual, eyacular.\n", "bonche": "Fiesta, reunión, agasajo, boda, bautizo, etc… Tremendo bonche.\n", "cobear": "Mentir, mojonoeando.\n", "domino": "Tipo de arepa rellena con frijoles negros (caraotas) y queso blanco rallado.\n", "tierru'o": "Forma despectiva de referirse a las personas que viven en barriadas con piso de tierra, en contacto directo con ella.\n", "jalabola": "Individuo sin personalidad, adulador, complaciente, sin opinión.\n", "cagao e zamuro": "Persona con mala suerte, a la que nada le sale bien, pavoso.\n", "culiar": "Invitar al sexo de una manera grotesca e indecente. \"Vamos a culiar\"\n", "empate": "Novio(a), pareja, compañero(a). Vínculo entre dos personas.\n", "guevo pelao": "Entendido, experto, hábil, persona con talento.\n", "chigüire": "Persona ingenua y facilmente manipulable. El roedor criollo está en extinción en algunas regiones fluviales de Venezuela por alguna razón. ¡Qué chamo tan chigüire!\n", "chiripa": "Cucaracha pequeña. Partido político minúsculo.\n", "tapara": "Fruto de árbol tropical que, al secarse, queda hueco por dentro y permite el almacenamiento de líquidos.\n", "coñazo": "Golpe, impacto, pelea.\n", "dragón": "Persona que fuma marihuana en exceso. Ese bicho es un dragón. (A pesar de que el dragón sea un animal mitológico el problema de la marihuana puede hacerlo real gracias a Hollywood.)\n", "carajito": "Es como carajo pero mas chiquito!\n", "olio": "Persona bajo los efectos de la cocaína.\n", "azote de barrio": "Dícese de aquel individuo que actúa delictivamente en una misma zona o barrio de forma reiterada, expresión muy utilizada por la policía para señalar a un malandro.\n", "pavo": "En principio pavo es una persona joven según otra que es mayor. El término fue acoplado a aquel que le gustan las marcas caras, las fiestas en discotecas de moda, la música comercial, que presume de su estilo y superficialidad. Pavear es exponerse entre mucha gente con todos estos elementos anteriores. Igualmente, cuando se dice que un objeto está pavo es que es notorio y de buena apariencia.\n", "trácala": "Estafa, negocio dudoso o con posibilidad de fraude, engaño, timo.\n", "bochinche": "Ruido, desorden, relajo.\n", "bachaqueo": "Forma u oficio de hacerse con los productos regulados en escasez bajo un valor monetario más costoso en Venezuela, durante la administración de Nicolas Maduro. El Bachaqueo puede ser tanto la venta especulada como la compra de los insumos. El término se estandarizó de forma rápida y masiva entre 2014 y 2015, y hace alusión a la forma en la que el insecto transporta su alimento. El que realiza la actividad es un bachaquero.\n", "mojón": "Insulto. Porción de excremento sólido.\n", "enpiernao": "Enamorado, persona unida a otra por el sexo, que mantiene una relación de entrepierna. Encuca'o.\n", "bolsa": "Es un insulto. Tonto, persona vacía y sin valor, individuo falto de inteligencia.\n", "cojones": "Se refiere a los testículos, es decir, cuando se le da importancia a los testículos por cualquier cosa.\n", "encanado": "Preso, persona privada de libertad... Carlos está encanado.\n", "esfuzcarse": "Molestarse, enfurecerse, arrecharse pues a punto de infarto.\n", "balacera": "Tiroteo. Intercambio de disparos. Plomamentazón!\n", "gocho": "Persona nacida el la zona andina del país, se caracteriza por su forma de hablar y por ser trabajadora y amable, salvo ciertas y \"conocidas\" excepciones.\n", "caliche": "Denominación despectiva con la que se designa a los nacidos en la hermana república de Colombia.\n", "curda": "Bebida alcohólica.\n", "leche e burra": "Bebida compuesta de chicha con anís, recomendada para los amantes de los canguros (ratón gigante).\n", "sifrino": "Persona pudiente, que por lo general denota una actitud despectiva hacia los que no sean de su mismo nivel social o económico.\n", "huelepega": "Niño de la calle, abandonado, el cual se droga con pega o goma de zapatero para mitigar el hambre.\n", "quesuo": "Dícese de aquel individuo con largos períodos de abstinencia sexual y que ataca a cualquier ser viviente sin miramientos.\n", "carupanero": "Persona nacida en Carúpano, zona del oriente del país. Chorizo que se fabrica con ese nombre (chorizo carupanero).\n", "rolo e vivo": "Persona sagaz, aprovechadora, oportunista.\n", "jurungar": "Revisar, tocar buscando algo, palpar.\n", "encucao": "Viene de la palabra cuca . Hombre con una fuerte dependencia sexual hacia una determinada mujer, lo que le impide ser dueño de sus actos, y tomar decisiones por sí mismo.\n", "molleja": "Exclamación de sorpresa, muy utilizada en en Maracaibo.\n", "coño e madre": "Dícese de aquel individuo que actúa de mala fe perjudicando al prójimo conscientemente. Mala situación.\n", "chola e burro": "Hombre con pene grande \"este es en burro\".\n", "cuatro pepas": "Palabra compuesta que nombra a quien utiliza lentes.\n", "hallaca": "Pastel de harina de maíz, relleno de un guiso elaborado con pescado o varias clases de carne en trozos pequeños, y otros ingredientes, que, envuelto en hojas de plátano o cambur se hace especialmente por Navidad .\n", "fosforito": "Explosivo pirotécnico usado en Navidad de sonido medianamente fuerte. Aquel que se enfurece con facilidad. Por alli dicen de algún político.\n", "vergacion": "Denota asombro, sorpresa, susto, algo inesperado, término muy utilizado por los maracuchos.\n", "cabrona": "Mujer que no teme aceptar en público que su pareja le ha sido infiel. Mujer que permite infidelidades de su pareja.\n", "brother": "Hermano en inglés, denota amistad y confianza.\n", "fino": "Alguno bonito, de buena calidad. También se utiliza para situaciones o eventos. Ejemplo: \"Que concierto tan fino!\"\n", "tequeño": "Pasapalo típico en cualquier evento venezolano.\n", "guayoyo": "Café muy clarito, aguado.\n", "patear el tobo": "Véase \"Soplar el bistek\"\n", "perinola": "Juego popular venezolano que consiste en insertar un cilindro de madera con un orificio en el centro dentro de un palo (se suele jugar a \"dospelaas\").\n", "de bola": "Afirmación, consentimiento, algo seguro.\n", "torque": "Moto de pequeña cilindrada (125cc.) utilizada por los mensajeros.\n", "marico": "Individuo homosexual. Uno de los casos curiosos del español caraqueño es que, a pesar de su sentido absolutamente peyorativo, se ha convertido en una palabra de trato común entre amigos y amigas. ¿Cómo está la vaina, marico? ¡Marica, ganaste! (mariquita es un insecto)\n", "conchuo": "Caradura, sinvergüenza, se dice de aquella persona que hace las cosas sin importale las consecuencias.\n", "pepita": "Cuca.\n", "rajar caña": "Beber alcohol en exceso.\n", "parchita": "Persona homosexual. Ej.: ¡¡Mira Parchita!!\n", "picón": "Parte íntima de nuestro cuerpo que mostramos o dejamos al descubierto de forma involuntaria, siendo objeto de las miradas… Le vi un picón a la profesora.\n", "choro": "Ladrón, amigo de lo ajeno, el que no respeta la propiedad.\n", "jeva": "Mujer, novia, resuelve, mi pior es na'.\n", "gata": "Mujer sexy, refinada, sigilosa e inteligente. Ver Claudia Lagatta.\n", "recontracoñísimo de tu puta madre mamaguevo": "Manera bastante enérgica de insultar a alguien, esperando una acción física violenta, léase coñaza.\n", "aló": "Forma usada para contestar el teléfono, se utiliza en algunos países suramericanos, Colombia, Venezuela, etc.\n", "encaletarse": "Guardarse algo, reservar, esconder algo para que no lo pidan los demás (ver caleta).\n", "guacharaca": "Persona que habla mucho ruidosamente. También puede ser un arma de fuego.\n", "maestro parcha": "Marico titulado\n", "coño": "A diferencia del uso que le dan los españoles, los venezolanos usan la palabra coño como expresión de dolor o queja. 2.- También se usa para hacer referencia a alguna persona \"Ese Coño me tiene harta\".3.- Usado algunas veces como llamado de atención o regaño \"Coño voltea\" \"Coño deja eso\"\n", "pacheco": "Frío, baja temperatura.\n", "baboso": "Persona pegadiza y de mucho contacto físico.\n", "machuque": "Relación sexual furtiva y casual.\n", "papelon": "Azúcar negra pura resultante de la merma del jugo de caña, con la cual se elabora una bebida típica llamada papelón con limón.\n", "papagayo": "Planta tropical que produce una flor en forma de uña. Cometa.\n", "penca": "Porción de marihuana lista para su consumo.\n", "macundales": "Enseres o maleta. \"Agarra tus macundales, y te largas\"\n", "picaflor": "Dícese del hombre que aborda a muchas mujeres.\n", "locha": "Antigua moneda cuyo valor era la mitad de un medio (0,25) y los que recuerden el \"pan de alocha\".\n", "jamonear": "Besar con lengua sin pausa.\n", "abollado": "Aporreado, golpeado, en mal estado.\n", "vacilón": "Dícese del rumor o calumnia acerca de una persona, que hace que el resto se burle de ella en forma reiterada.\n", "segunda": "Favor, ayuda… Hacer una segunda.\n", "plaga": "Persona de mala conducta, jodedora, mierda, rata, sucio.\n", "pinga": "Órgano reproductor masculino en total estado de reposo y con flacidez absoluta.\n", "rumba": "Fiesta, agasajo, reunión.\n", "pantallero": "Presumido, presuntuoso, persona que alardea de algo.\n", "piripicho": "Pene de niño\n", "mojonero": "Mentiroso.\n", "perico": "Plato gastronómico criollo que consiste en un revoltillo de huevos con tomate y cebolla. Cocaína.\n", "culicagao": "Adjetivo que se refiere a las personas miedosas.\n", "menor": "Se usa para expresar superioridad hacia ota persona sin importar su edad o tamaño. (Eje: Menor callate)\n", "hucha": "Alcancía, lugar donde se guardan pequeñas porciones de dinero. Órgano reproductor femenino, cuca.\n", "de vaina": "De chiripa, de verguita!!\n", "campanear": "Vigilar, seguir algo o a alguien.\n", "apartaco": "Apartamento, morada o lugar de reunión.\n", "guacuco": "Molusco más grande que el chipi chipi .\n", "bululú": "Aglomeración, tumulto, muchedumbre, multitud… Había un bululú de gente.\n", "pajuo": "Grosería venezolana por excelencia. Generalmente se usa para decirle soplón, delator, chismoso a alguien, también la usamos para decirle de una manera más despectiva y ofensiva a una persona: bobo, soso, quedado, ido. \"¡No seas pajúo!\"\n", "sabandija": "Persona tramposa y llena de triquiñuelas y malas intenciones.\n", "teta": "Glandula mamaria, Parte del pecho de la mujer. Helado en bolsita (oriente)\n", "guaya": "Cadena de oro, plata etc. muy gruesa y de mucho valor muy apreciada por los malandros.\n", "chéchere": "Cosa o artefacto genérico.\n", "firi firi": "Persona extremadamente delgada.\n", "cayapa": "Abuso de alguien, todos contra uno, caribear.\n", "sacar la piedra": "Colmar la paciencia, no aguantar una situación, molestar.\n", "cara de verga": "(Oriental) Utilizado para insultar. Sustituto de imbécil, idiota, patán.\n", "emulsión de scott": "Marca comercial del aceite de hígado de bacalao, cuya etiqueta representa a un marinero con un bacalao al hombro; esto se presta para hacer burla de aquellos que tiene una novia fea o poco agraciada físicamente, haciendo el comentario de \"llevar tu bacalao al hombro\".\n", "cana": "Prisión, \"el pana está pagando cana\".\n", "vergación": "Denota asombro, sorpresa, susto, algo inesperado, término muy utilizado por los maracuchos.\n", "mondongo": "Plato hecho de estómago de vaca o cerdo con garbanzos, papa, chorizo, etc. muy parecido a los callos, de pesada digestión.\n", "engalletar": "Confundidor, embrollar, enredadar a alguien o algo.\n", "rueda libre": "Persona sin ropa interior, mujer sin sostén, hombre sin calzoncillo.\n", "macana": "Palabra utilizada por las mujeres para referirse al macho que les da su super guevo y las complace hasta morir.\n", "zape": "Designa atención o cuidado ante una situación.\n", "lepe": "Golpe propinado en la cabeza, por lo general palmada con la mano abierta que se da en la frente.\n", "coñazote": "Golpe grande. Pelea múltiple.\n", "tufo": "Mal olor a sudor, también llamado Violín. También aliento característico de los borrachos o personas que beben mucho alcohol (licor de cualquier tipo).\n", "pureto": "Persona mayor, viejo, caduco, forma cariñosa que hace referencia a nuestros padres… Mi pure está bravo.\n", "ñoña": "adj. Ver Mierda. También es un estado físico de la materia, sobre todo después de una colisión vehicular. Las cosas se vuelven ñoña. Persona por lo general estupida que solo se encarga de estudiar.\n", "guevo": "Órgano reproductor masculino, esta palabra se mezcla con otras para proferir insultos de todo tipo.\n", "pargo": "Gay, Homosexual. Dicese del hombre que se comporta como mujer. El símil es por el color rosado.\n", "careverga": "(Oriental) Utilizado para insultar. Sustituto de imbécil, idiota, patán.\n", "lacra": "Dícese de una mala persona. El lacreo es la palabra para identificar un contexto en el cual se mueve la lacra. El término, trasciende a contextos en el cual la persona o cosa hace o dice algo muy notorio o representativo, serio, positivo, hasta el punto de lacrearse o estar lacreado. ¡Te lacreaste con ese tema, papá!\n", "pelon": "Persona con poco pelo. Error, equivocación.\n", "pelando": "Carecer de algo, no tener, estar sin dinero.\n", "gorila": "Aquel que está alebrestado y altisonante. Una gorila es el efecto que tiene una persona por el consumo excesivo de cocaína. Estar engorilado consiste en estar muy molesto.\n", "chocha": "Órgano Reproductor Femenino. Vease: Cuca, cuchara, etc.\n", "tukis": "Los Tukis son una tribu urbana altamente difundida en Venezuela, y en especial, en su capital Caracas. Se caracterizan por un comportamiento simiesco y gregario. Su origen exacto es desconocido, Mitos urbanos entre los mismos Tukis, describen a un comerciante emprendedor que importó a Venezuela toda la ropa prohibida por otras naciones en un container y masificó la quema de CD's piratas de reggaeton, siendo el detonante inicial evolutivo de esta especie. Esta última teoría no se ha podido confirmar, ya que se teme que los Tukis de alto rango (Pranes) eliminen a los Tukis que intentan indagar sobre sus propios orígenes.\\\\n https://goo.gl/7b82HV\n", "rata": "Mala persona. Se emplea también en tono amistoso.\n", "pantaleta": "Ropa interior femenina, parte de abajo, bikini.\n", "lambusio": "Persona que come y come y se jarta como si la comida se fuera a terminar. O quien te vela mientras lo haces\n", "chivo": "Jefe supremo o mandamás. Persona con poder en ciertos ámbitos generalmente laborales. Una de las frases más repetidas en este aspecto probablemente sea ¡Mosca que están los chivos!\n", "cachicamo": "Armadillo.\n", "polvo del gallo": "Llámese así a aquel tipo de coito, que por su velocidad es comparado con los realizados por el oviparo al cual se le hace referencia. No confundir con el mañanero o tempranero.\n", "yeyo": "Espasmo, pérdida del conocimiento, indisposición repentina.\n", "chichón": "Protuberancia producto de un golpe, dicho de una persona insistente en un tema o una acción. \"Me salió un chichón.\"\n", "bombona": "Botella de anís. Vamo' a dale pues!!!\n", "machetérico": "De pinga. Actividad u objeto de alta calidad.\n", "turco": "Oriundo de Turquía que suele dedicarse a la venta ambulante de ropa.\n", "enguayabao": "Enamorado, perturbado por una situación, por lo general de índole sentimental.\n", "teipe": "Forma coloquial con la que se denomina a la cinta aislante, tira de plástico fina con pegamento utilizada para unir o aislar algo.\n", "camarón": "Marisco muy apreciado. Descanso corto, siesta, reposo después de comer. Dicen que camarón que se duerme se lo culea un sapo.\n", "cuca caliente": "Mujer que tiene su organo genital muy alborotado porque cuando ve a un hombre se lo da de una vez.\n", "cachapa": "Comida típica elaborada con maíz. Relación lésbica.\n", "pela bola": "Persona pobre, sin dinero, indigente.\n", "vaca": "Se le dice vaca a alguien que no está interesado en actividades físicas muy exigentes. ¡Vamos a correr, no seas vaca!\n", "raquetear": "Revisar, cachear, buscar algo a la fuerza o sin consentimiento.\n", "zorra": "Mujer fácil y dada a las relaciones sexuales con muchos hombres.\n", "arrequintao": "Arrecho, individuo de mucho temperamento.\n", "beta": "Rumor o noticia interesante que pudiese ser o no ser cierta. (Eje: Te tengo un Beta).\n", "rascao": "Borracho, borrachera, sinónimo de curda.\n", "indio": "Persona inculta, con poco conocimiento sobre uno o varios temas; se dice \"estar indio\" cuando se desconoce algo.\n", "jirafa": "Se le dice a alguien que es muy alto. ¡Ese bicho es una jirafa!\n", "de pinga": "Expresión que denota satisfacción, cuando estamos de acuerdo en algo o esta bien, bajo control... La fiesta estuvo de pinga.\n", "cagon": "Dicese de la persona que permanentemente comete errores \"Tu no lo harás porque eres un cagón\". Persona miedosa \"si eres cagón\".\n", "maduro": "Puede ser un mango o un cambur, cualquier fruta madura pues. Tambien: Nicolás Maduro Moros: Presidente Constitucional de la República Bolivariana de Venezuela.\n", "pepazo": "Bala, proyectil, plomo que se desplaza a gran velocidad.\n", "morsa": "Alguien que tiene una actitud perezosa o está en una postura particularmente cómoda. Morcear, su derivado verbal, es estar \"echado\", sin ganas de actividad física.\n", "chuzo": "Arma blanca, se hace con cualquier objeto metálico y es de uso habitual en las cárceles o retenes. Inexplicablemente prolifera de forma escandalosa.\n", "pancita": "Ver ***Panza***\n", "cochino": "Persona sucia. También aplica a aquella de malos pensamientos.\n", "pabilo": "Hilo de mediana resistencia enrollado en una madeja, se utiliza para volar los papagayos, hacer alpargatas , etc.\n", "caribes": "Peces carnívoros de gran agresividad, también conocidos como piraña o prinha. Tribu indígena del sur de Venezuela.\n", "veterano": "Marico viejo\n", "tinoquito": "Billetes de 1 y 2 bolívares.\n", "encarpado": "Volumen en el pantalón producido por la erección del miembro masculino.\n", "tumbao": "Persona víctima de un robo o despojada de sus bienes.\n", "tigre": "Galán. Persona con éxito. Matar un tigre se refiere a realizar un trabajo a destajo.\n", "culillo": "Susto, miedo a algo o alguien.\n", "gajo": "Escondite, refugio, guarida.\n", "mamao": "Cansado, agotado, sin fuerzas.\n", "aguevoneado": "Atontado, aletargado, persona con falta de ánimo, en baja forma… Estoy agüevoneado.\n", "chavacano": "Adjetivo que significa: algo que carece de estilo. Ordinario.\n", "macaco": "Adj. Marginal, malandro, mal vestido.\n", "antiparabolico": "Persona a la que no le importa nada y todo le da igual.\n", "no jile": "Expresión llanera, equivalente a \"no joda\", pero más suave.\n", "amapuche": "Cariño, afecto, amoroso, demostración de afecto o cariño, abrazo.\n", "naguara": "Término de Barquisimeto, denota asombro o exclamación.\n", "cónchale": "Exclamación de sorpresa.\n", "niche": "Marginal; persona que no hace las cosas bien ; que no sirve o es de mala calidad. \" Esa pelicula es niche!\"; \" si eres niche!\".Descepción \" nojoda! que niche!\".\n", "peñero": "Embarcación típica de madera, utilizada en el Oriente del país y en la isla de Margarita, destinada a la pesca.\n", "becerro": "Insulto de variada connotación. \"¡Tú sí eres becerro!\", indica reprobación absoluta. Es una calificativo comprometedor y de alto impacto, si la discusión o el hecho está en desarrollo. No obstante, el término puede utilizarse en contextos amistosos a modo de broma.\n", "oracio": "Término utilizado por los malandros para definir una pieza de oro.\n", "portu": "Diminutivo de portugués.\n", "pato": "Se le dice al individuo de \"dudosa masculinidad\" o abiertamente homosexual. De igual modo, pato puede decirse cuando un hombre es refinado y cuidadoso con su apariencia. Cristiano Ronaldo es sendo pato. Si no es pato está cerca de la laguna es una frase hecha muy popular en el ideario.\n", "parapara": "Semilla de color negro, usada como amuleto de buena suerte.\n", "peluo": "Algo difícil de hacer, complicado.\n", "cagante": "Algo espectacular. Excelente.\n", "muérgano": "Persona malvada, sin sentimientos.\n", "envenenar": "Modificar una máquina o aparato para obtener un mayor rendimiento.\n", "pava": "Mala suerte.\n", "venado": "Cornudo. Aquel al que le fueron infiel. Crédulo.\n", "vuelto verga": "Ir demasiado rápido. Persona u objeto en mal estado.\n", "filo": "Hambre, apetito, ganas de comer.\n", "que molleja": "1.exageración, en el propio idioma maracucho. \"¡que molleja!\" 2.salió en exceso de velocidad. \"salió ¡esmollejao!\"\n", "caleta": "Agarrado, egoísta, poco espléndido, persona que no invita a nada y suele esconder sus pertenencias para no compartirlas con los demás.\n", "boca abierta": "Persona lenta para pensar, despistada, caáda de la mata. Muchacha tonta, boca abierta. Bolsa: Dícese de la persona que es muy quedada o Pendeja. Ejemplo: \"Mira peazo e' Bolsa\", \"Quitate Bolsa\".\n", "burgués": "Rico, persona adinerada, ostentoso, pudiente.\n", "payaso": "Rayado en lo ridículo; que no hace nada bueno o no concreta nada de lo que intenta hacer.\n", "mariposón": "Se le dice al hombre que es amanerado.\n", "bagre": "Se dice de la mujer que no posee ninguna gracia física. Que es muy fea. \"¡Esa jeva es un…\"\n", "morocota": "Antigua moneda de plata de gran valor.\n", "chichon": "Protuberancia producto de un golpe, dicho de una persona insistente en un tema o una acción. \"Me salió un chichón.\"\n", "rolo": "Cilindro, por lo general de madera, goma o metal, con aspecto fálico utilizado por la policía como traductor o para responder a cualquier duda o malentendido que pueda surgir; en otros países se conoce como porra o macana.\n", "bicha": "Persona, por lo general del sexo femenino, que no aguanta dos pedidas, de dudosa reputación.\n", "mamando": "Estar sin dinero, estar limpio, pelando bolas.\n", "marihuanero": "Dícese de aquel individuo consumidor habitual de cannabis o marihuana.\n", "arrocero": "Dícese de aquel que se colea en una fiesta, persona que asiste a un acto o reunión sin ser invitado… Fui de arrocero a una fiesta.\n", "echaperros": "Buitre.\n", "chicha": "Bebida refrescante hecha con arroz, leche condensada y vainilla, es blanca y espesa.\n", "moco": "Secreción nasal. Mujer fea, bagre, emulsion de Scott.\n", "cariaquito morao": "Flor de pequeño tamaño, de color morado de olor muy dulce a la cual se atribuyen poderes mágicos, se utiliza principalmente para protegerse contra el mal de ojo, la mala suerte y otras brujerías.\n", "balurdo": "Ridículo, falto de gusto en su forma de ser, fuera de onda.\n", "ladillao": "Fatidiado, aburrido, falto de ganas.\n", "ñero": "Poco hábil, torpe o que hace mal las cosas.\n", "cobre": "Moneda de 5 céntimos de color cobrizo. Dinero. No vale un coño\n", "engalletao": "Ver \"Engalletar\"\n", "telenovela": "Culebra o teleculebra\n", "patilla": "Sandía, melón de agua.\n", "versia": "Sinónimo de vergación.\n", "hediondo": "Persona que huele mal, se utiliza para insultar refiriéndose al cuidado personal de un individuo.\n", "tiburón": "Se dice del que actúa rápido y está pendiente de todo. Alguien que anda en una \"supuesta cacería\". Tiburoncear es también estar buscando algún tipo de contacto sexual.\n", "rolitranco": "Se utiliza para dar mayor énfasis y magnificar el adjetivo que vaya a continuación. Ese rolitranco de marico. Rolitranco e'peo.\n", "todo chimbo": "Todo malo (ver Chimbo).\n", "zamuro": "Aquel que pretende una aventura amorosa con una mujer que ya tiene pareja. (Zamuro = Buitre)\n", "argolla": "Eslabón. Hombre que gusta de otros hombres, homosexual.\n", "irenelandia": "Se llama así en tono de burla al municipio Chacao en Caracas, el nombre se deriva de su alcaldesa, la ex miss universo Irene Sáez.\n", "levantar": "Establecer una relación sentimental con otra persona.\n", "date": "Término para incitar a alguien a hacer algo… ¡Date con furia!.\n", "palo": "Copa o vaso de bebida con alcohol… Sírveme un palo de ron.\n", "buzo": "Persona que mira fijamente, pero con disimulo, a otra con intenciones morbosas o sexuales; mirón, fisgón, voyeur.\n", "tracalero": "Estafador, persona que engaña en un negocio. Individuo de dudosa confianza.\n", "guevonada": "Situación u objeto al que se da poco valor.\n", "del carajo": "Muy bien, súper, expresión que denota satisfacción.\n", "cangrejera": "Capacidad de las mujeres, muy apreciada por los hombres, de contraer y dilatar los músculos vaginales.\n", "ratón": "Resaca después de la ingesta de alcohol que generalmente se manifiesta al día siguiente. Otra de las palabras más genuinas del imaginario venezolano.\n", "catire": "Hombre rubio.\n", "perolón": "Camión muy deteriorado usado por la policía metropolitana para la realización de \"redadas selectivas\", es decir, todo lo que se mueva. Jaula, furgón policial.\n", "agarrao": "Tacaño, persona poco espléndida, dícese del que tiene un escorpión en el bolsillo.\n", "casquillero": "Cizañero, ponzoñoso, dícese de aquel que mete el chisme para enfrentar a dos o más personas. El que prende un pe'o y se va.\n", "pichicosa": "Adjetivo Calificativo, relativo al estado de exitación de las mujeres, en clara alusión a la humedad producida por la excitación misma.\n", "pepa": "Designa una esfera u objeto en forma de círculo.\n", "perol": "Artefacto, máquina, objeto en estado lamentable de poco valor o muy deteriorado.\n", "luquearse": "Ganar mucho dinero en un negocio o actividad… Te estás luqueando.\n", "reina pepeada": "Tipo de arepa rellena con una especie de guiso de aguacate y pollo.\n", "bachaco": "Persona de color con el pelo rojizo muy llamativo, esto suele suceder por la mezcla de razas, por lo general es motivo de burla entre los suyos.\n", "mango bajito": "Se dice de la persona fácil, que es agarrada por todo el mundo.\n", "cocoya": "Organo Reproductor Femenino.\n", "coviao": "Que se cree algo que no es.\n", "pulir hebilla": "Se le llama al acto de bailar muy \"pega'o\" y con un roce rítmico y constante.\n", "nagüeboná": "Palabra utilizada para expresar algo impresionante. \"Nagüeboná e barato!\", \"Nagüeboná de arrecho que es este Bot\"\n", "cotorra": "Ver Cacatúa. Igualmente es sinónimo de conversación. La Cotorra de Perucho es una parodia del rap de los años ochenta interpretada por el humorista Perucho Conde.\n", "caraeculo": "Persona que normalmente o en ocasiones esta molesta o seria.\n", "caballo": "Veterano, con experiencia. Caballo puede ser también una especie de apócope de caballero. Ir caballo blanco se dice cuando algo va bien, o mejor de lo que pudo haber sido. También es uno de los nombres que tiene la heroína.\n", "gafo": "Tonto, inepto, ignorante, poco capacitado.\n", "bemba": "Se le llama así a la boca con labios protuberantes, sobre todo en las personas de color.\n", "carne con papas": "Llamese así a el genero del septimo arte con una alta carga de erotismo, para que una pelicula sea considerada \"carne con papas\" debe cumplir mostrar los siguientes 3 elementos basicos: teta, culo, cuchara.\n", "naguebona": "Palabra utilizada para expresar algo impresionante. \"Nagüeboná e barato!\", \"Nagüeboná de arrecho que es este Bot\"\n", "antiparabólico": "Persona a la que no le importa nada y todo le da igual.\n", "caimanera": "Evento o competición deportiva de tipo informal, encuentro deportivo en el que todas las decisiones se toman de mutuo acuerdo entre los participantes, es infaltable la \"gaberita\" de cerveza.\n", "raspao": "Granizado elaborado de forma artesanal de sabores variados. Aquel que no aprueba una asignatura o materia en el colegio, universidad, etc.\n", "lambusia": "Persona que come y come y se jarta como si la comida se fuera a terminar. O quien te vela mientras lo haces\n", "no va pal baile": "Exclusión o rechazo de una persona poco deseada y evitada\n", "joda": "Broma, burla. Vacile, meterse con alguien.\n", "achantao": "Triste, desganado. \"Ando achantao, no me gusta nada de lo que hago.\"\n", "despelote": "Desorden, zaperoco.\n", "arepa": "Comida típica, especie de torta hecha de harina de maíz blanco la cual se come sola o rellena de jamón, queso, carne etc.\n", "muergano": "Persona malvada, sin sentimientos.\n", "lechuo": "Persona con suerte, dícese de aquel que sale airoso de cualquier dificultad o percance.\n", "nicolás maduro": "Nicolás Maduro Moros: Presidente Constitucional de la República Bolivariana de Venezuela.\n", "pea": "Borrachera. Estado ocasionado por una ingesta brutal de alcohol de un tipo o mezcla de ellos.\n", "guate": "(En oriente)Mierda, excremento, defecación. ejemplo \"¡¿que guate es esa?\n", "queso": "Deseo sexual. Calentura. Las modelos producen queso. Tambien usado para denotar que ha pasado mucho tiempo sin tener relaciones sexuales. \"tiene tremendo queso\".\n", "zagaletón": "Callejero. Dícese de aquel individuo que no trabaja, delinque y está la mayor parte del tiempo en la calle.\n", "guarapita": "Bebida de frutas con caña blanca, aguardiente.\n", "desnalgue": "Adjetivo calificativo asociado a mala organización y/o desorden.\n", "furruqueado": "Dícese de algo muy usado, gastado, en mal estado o estropeado por el uso continuo.\n", "poltu": "Sinónimo de portu.\n", "boloña": "Embutido de forma cilíndrica que se caracteriza por ser muy barato. Dícese de algo fácil y sencillo.\n", "panza": "Fácil, sin dificultad, acción simple.\n", "recogelatas": "Persona marginal que sobrevive recogiendo y vendiendo latas de aluminio.\n", "farandulero": "Individuo que se relaciona con artistas.\n", "tiquismiqui": "Persona muy delicada, amanerada y chismosa.\n", "vasito de agua": "No se le niega a nadie.\n", "vergajo": "Término despectivo. Persona desagradable.\n", "zorro": "Zorro viejo es alguien que posee mucha experiencia y edad.\n", "peaje": "Forma de robo organizado común en las zonas más pobres y deprimidas, que consiste en el pago de una cantidad de dinero a los malandros por pasar por un lugar.\n", "tabla": "Billete de 100 bolívares; lo de tabla viene del color marrón del billete.\n", "vaina": "Vaina es una palabra comodín que sirve para designar \"cualquier cosa\". Un objeto, sujeto o situación puede ser denominada vaina si el resto de los escuchas sabe de qué se trata. Además, funciona como verbo, tipo envainar o echar una vaina, que se traduce como joder o estropear a algo o a alguien. Pero, además, vainear funciona como curucutear, jurungar o, en términos más universales, ordenar o reparar algo.\n", "cabeza de rodilla": "Expresión con la que cariñosamente se alude a los calvos o personas con alopecia severa.\n", "zaperoco": "Revuelo, desorden.\n", "culilluo": "Miedoso, persona asustadiza.\n", "mal cogida": "Dicese de la mujer amargada o con mal caracter. Ejm. \"esa caraja es una mal cogida\".\n", "palo e músico": "Trago o copa resuelta, bebida muy cargada o doble.\n", "nigua": "Persona que come en exceso. Come más que una nigua\n", "panela": "Azúcar mascabado en panes o conos truncados. También se usa para referirse a un pana, \"¿Qué más panela?\"\n", "ultramán": "Serie de televisión japonesa cuyo protagonista se la pasaba luchando contra monstruos. Hombre que solo \"levanta\" mujeres feas.\n", "niple": "Explosivo de uso terrorista, por lo general casero, que destruye paredes o vuela vehículos.\n", "paloma": "Ave doméstica. Órgano reproductor masculino. Persona hábil.\n", "cara de culo": "Persona que normalmente o en ocasiones esta molesta o seria.\n", "landro": "Abreviación de malandro.\n", "cocolla": "Organo Reproductor Femenino.\n", "burrero": "Habitantes del oriente del país que mantienen relaciones zoofílicas, siendo elementos imprescindibles", "pegoste de olla": "Ratica, persona jodedora, vaciladora por excelencia.\n", "cabeza de güevo": "Expresión que define a una persona por su falta de razonamiento; idiota, tonto, estúpido. Terquedad de un individuo.\n", "zanahoria": "Persona de hábitos sanos, vegetariana, que no toma alcohol ni fuma y lleva una vida saludable.\n", "quedao": "Persona sin ambición, sin motivación, con poco ánimo.\n", "mierda": "Producto del descomer. Pupú. Mojón. Usada también como interjección sorpresiva. Según la geografía, es un sitio desconocido en el mapa pero que cuenta con muchos posibles habitantes por la cantidad de gente a la que mandan para allá: \"Vete a la mierda\".\n", "mamarra": "Cosa enorme y vulgar.\n", "engorilarse": "Ponerse bruto, no razonar ante una situación, estar entre terco y violento.\n", "sala": "Golpes propinados en la espalda, que recibe una persona el día de su cumpleaños o cualquier otra celebración, santo, aniversario, etc.; como acto previo se entona una canción que dice \"yo te daré...\"\n", "maracucho": "Persona oriunda del estado de Zulia, marabino. Dicen las malas lenguas que los buenos se mueren de chiquitos.\n", "come chicle": "Dicese de las personas que son sifrinas.\n", "chopo": "Arma de fuego de fabricación casera.\n", "furula": "Funcionar, marchar, activarse.\n", "cocos": "Término usado para nombrar los senos que llaman la atención por su tamaño… Sendos cocos.\n", "marisco": "Ver \"Marico\"\n", "ladilla": "Tedio, situación fastidiosa. Alguien que es una ladilla es que persiste en ser tedioso. Este término es probablemente una de las palabras más venezolanas que existen en el mundo. (La incluimos porque la ladilla es un ácaro.)\n", "bajarse": "Pagar algo, dar algo a cambio de un favor, también se dice \"bajarse de la mula\".\n", "bolo": "Término popular con el que se define al bolívar (moneda de curso legal)… Préstame 300 bolos.\n", "papaya": "Fruta tropical muy blanda. Fácil, sin dificultad.\n", "mono": "Según el estrato social alto, es una persona de baja educación, pobre vocabulario, que ostenta de un particular mal gusto y generalmente es de tez morena. Es uno de los peyorativos más clasistas y racistas que se implementan en el país. Ser mono no depende del poder adquisitivo, sino del valor cultural de la persona. También la música, los objetos, los vehículos, etc. pueden ser monos.\n", "catanare": "Vehículo automotor en estado lamentable, se reconoce por su antena en forma de gancho de ropa y la calcomanía de WINNGS.\n", "ladillado": "Fatidiado, aburrido, falto de ganas.\n", "ven": "Hace referencia a la industria estatal venezolana, el resto ya lo saben.\n", "patotero": "Pandillero, individuo que suele rodearse de otros de su calaña.\n", "yanqui": "Forma despectiva de nombrar a los provenientes de los Estados Unidos.\n", "arriero": "Quien conduce reses.\n", "aguinaldo": "Regalo, obsequio, propina -por lo general en metálico- que se hace por Navidad a los empleados de una empresa o a las personas que nos ofrecen un servicio, como por ejemplo, carteros, mensajeros, repartidores, etc.\n", "cobiao": "Que se cree algo que no es.\n", "mapanare": "Culebra de los llanos venezolanos cuya mordedura es mortal. Mujer o novia que tiene mal carácter.\n", "semáforo de medianoche": "Se dice de una persona fácil, que no se hace respetar.\n", "chivera": "Venta de partes de vehículos siniestrados, chatarra, desguace.\n", "mapurite": "Persona con mal olor.\n", "váyalo": "Adelante, procede, dale.\n", "trimardito": "De origen zuliano, esta expresión es un adjetivo que denota un gran desprecio hacia quien va dirigido.\n", "pifear": "Fracasar, intentar fallidamente.\n", "rayao": "Persona que tiene mala reputación por sus actos pasados.\n", "candela": "Peligroso, de cuidado... Estuvo candela.\n", "bolas criollas": "Juego popular que consiste en el lanzamiento de unas bolas a cierta distancia, tratando de acercarlas lo más posible al mingo.\n", "orasss": "Término de los Andes venezolanos que denota llamada de antención. Popularmente se usa como burla cuando alguien se equivoca o comete una estupidez.\n", "ñángara": "Comunista, izquierdista.\n", "yeso": "Recubrimiento formado por una venda con yeso para la inmovilización de un miembro por una fractura o rotura de hueso.\n", "roncha": "Costra sanguinolenta seca. Mujer fea o poco agraciada físicamente.\n", "copeyano": "Simpatizante del partido político venezolano social cristiano COPEY.\n", "plana": "Sable muy pulido y sin filo, por lo general utilizado por la policía, con el que se azota en los glúteos, piernas y espalda a los manifestantes o a los que participan en un concierto de salsa, también se conoce como peinilla.\n", "pelúo": "Algo difícil de hacer, complicado.\n", "gallo": "Persona inocente y sin experiencia callejera. Nerd.\n", "pasita": "Licor de cambur, de muy buen sabor y de pésimas consecuencias, ratón; se consume principalmente en la costa.\n", "culillúo": "Miedoso, persona asustadiza.\n", "aguarapado": "Verdoso.\n", "pavoso ": "Empavado, sin fortuna\n", "mosca": "Palabra que busca buscar tu atención ante las cosas. ALERTA. Es casi una interjección ¡Mosca, por ahí, mi pana!\n", "baba": "Caimán, cocodrilo de pequeña envergadura (1 a 2 m.) muy abundante en el río Orinoco.\n", "pecho cuadrado": "Botella de ron de dos litros, marca Cacique.\n", "bembón.": "Dícese del que tiene una bemba.\n", "menol": "Se usa para expresar superioridad hacia ota persona sin importar su edad o tamaño. (Eje: Menor callate)\n", "bala fría": "Comida rápida, sánduche en el almuerzo o cena.\n", "triki traki": "Explosivo pirotécnico usado en Navidad. Sonido débil.\n", "chichón de piso": "Persona bajita, enana, pequeña.\n", "bolearse": "Enriquecerse rápidamente y sin esfuerzo.\n", "mandril": "Nombre que se le da informalmente al Centro Sambil por la populosa concurrencia de monos.\n", "vergatario": "Individuo cuya excelencia en la ejecución labores o artes es obvia \"Ese carajo es un vergatario en su vaina\".\n", "hijo'er diablo": "Hijo del diablo. Expresión del oriente del país.\n", "coñaza": "Dícese de una fuerte paliza, propinada por una o varias personas: \"Le dieron una coñaza\". También se usa como equivalente para las golpizas masivas: \"Se armó una coñaza\".\n", "papa": "Tubérculo muy apreciado, utilizado para acompañar las comidas. Comida, alimento, vianda, comestible.\n", "hacer una vaca": "Recoger fondos entre varias personas con un fin común, colecta de dinero.\n", "fu": "Denomina algo desagradable… Tú sí eres fu.\n", "nagueboná": "Palabra utilizada para expresar algo impresionante. \"Nagüeboná e barato!\", \"Nagüeboná de arrecho que es este Bot\"\n", "metra": "Ametralladora en lenguaje de malandros de barrio. Canica.\n", "sóbate": "Exclamación dirigida o referida a una persona que se golpea o cae bruscamente.\n", "tachón": "Mala reputación. Acción con la cual se desprestigia a alguien. Nombre utilizado por la raza guajira (indígena del Zulia) para referirse a sus hijos, algo como chamo.\n", "buitre": "Persona obsesionada por conquistar al sexo opuesto.\n", "tumba rancho": "Explosivo pirotécnico usado en Navidad. Sonido fuerte.\n", "manguariar": "Es dar mas vuelta que un trompo de acuerdo a un asunto concreto. Persona que evade un tema, o a una persona.\n", "alebrestarse": "Alborotarse, no hacer caso, amotinarse.\n", "honguitos": "Nombre que se da a los policías de circulación de Chacao (municipio de Caracas) debido a su curioso sombrero en forma de hongo.\n", "cabilla": "Cuando algo suena con fuerza y poder \" ¡¡suena demasiado cabilla marico!!\"\n", "mamarro": "Cosa enorme y vulgar.\n", "tercio": "Dícese de la cerveza Polar contenida en una botella de un tercio de litro.\n", "chama": "Muchacha joven, adolescente.\n", "intrépito": "Persona curiosa, que se mete donde no lo llaman. Término muy utilizado por las cachifas. Viene de la palabra intrépido.\n", "cuaima": "Serpiente, culebra. Por extensión mujer tramposa, despiadada y cruel. \"Mi mujer es una cuaima\"\n", "cuchara": "Vagina. Véase Cuca, totona.\n", "verdura": "Afirmación o verdad… Tienes razón, eso es verdura.\n", "arrugar": "Acción de Dimitir.\"Hecharse para atras\".\n", "chabacano": "Adjetivo que significa: algo que carece de estilo. Ordinario.\n", "monte": "Porción de marihuana.\n", "anabel": "Se le dice particularmente a las mujeres que son unas cuaimas y su significado viene de la unión de los nombres de dos serpientes: Anaconda y Cascabel.\n", "guevon": "Tonto, torpe en grado máximo.\n", "vergueishon": "Forma atenuada de vergación que imita la fonética inglesa.\n", "pendejo": "Tonto, estúpido, bueno para nada, escuálido estentóreo, disociado.\n", "guiso": "Negocio turbio y sospechoso.\n", "gamelote": "Despojo vegetal, sin ningún valor… Juan habla gamelote.\n", "enhierrao": "Persona que porta un arma de fuego (ver hierro).\n", "paco": "Diminutivo cariñoso de Francisco. Policía \"distinguido\" de baja gradación.\n", "friqueado": "Dícese de aquel que está molesto, falto de ánimo, acongojado.\n", "chupa medias": "Sinónimo de jalabola, adulador, cobista.\n", "marica": "Ver **Marico**\n", "de bolas": "Afirmación, consentimiento, algo seguro.\n", "singar": "Hacer el amor, tener sexo.\n", "resuelve": "Amante ocasional.\n", "chimbo": "Malo, en mal estado. Situación desagradable.\n", "chiva": "Vello facial que aparece en el mentón. Chiva también puede ser una ropa o unos cauchos de segunda mano que se regala.\n", "virolo": "Bizco.\n", "flux": "Traje formal, imprescindible en las rumbas o discotecas de moda, de uso obligatorio para entrar a una fiesta.\n", "coñito": "Es un coño, pero en menor escala: \"Mira, coñito, déjame en paz\". En Maracaibo: niño.\n", "no hay guiro": "No hay problema.\n", "segundo frente": "Amante o querida.\n", "como un peo": "Velozmente, rápido.\n", "burda": "Mucho, en gran cantidad.\n", "guarapo": "Jugo de caña de azúcar con limón. También se le llama al café muy suave clarito.\n", "llave": "Amigo, compañero. Hace referencia a las carreras de caballos en las que dos caballos corren en llave como si fuesen uno solo.\n", "jíbaro": "Se dice de aquel individuo que comercia con drogas, narcotraficante de poca monta.\n", "violín": "Sudor maloliente debajo de los brazos.\n", "perro": "Hombre promiscuo y con éxito entre las mujeres. También se utiliza como fórmula de tratamiento, inclusive con su diminutivo ¡Qué pasó, perro! o ¡Qué pasó, perrito! ¡Eres tú, perrito! En otra acepción el término puede ser una interjección ¡Perro!. Echar los perros es cortejar a una mujer o a un hombre.\n", "cuero": "Papel muy fino, utilizado para envolver drogas como marihuana, hachís, etc.\n", "empatarse": "Empezar una relación sentimental.\n", "año de la pera": "Se refiere al pasado, antiguo, caduco.\n", "fumao": "Se dice de quien está bajo la influencia de drogas o sustancias psicotrópicas.\n", "brollero": "Embrollón, travieso, bromista o chismoso, quien habla mal de otro. También se emplea en aquellos que alardean diciendo cosas falsas, el que engaña o confunde las cosas a propósito.\n", "cagaleche": "Persona inmadura, infantil.\n", "cuatro": "Guitarrilla típica con cuatro cuerdas.\n", "perolita": "Palabra utilizada popularmente para nombrar una lata de cerveza.\n", "cuca": "Vagina, papo, pocha, totona o cuchara. 2.- Galleta dulce criolla hecha a base de harina, papelon, anis y otras especias; generalmente tiene forma redondeada.\n", "a la verga": "Expresión maracucha de asombro o susto, exclamación.\n", "cagón": "Dicese de la persona que permanentemente comete errores \"Tu no lo harás porque eres un cagón\". Persona miedosa \"si eres cagón\".\n", "planazo": "Acción de golpear con una plana.\n", "tuyuyo": "Protuberancia, bulto, dícese de algo hinchado o sobresaliente.\n", "achantado": "Triste, desganado. \"Ando achantao, no me gusta nada de lo que hago.\"\n", "chola": "Calzado informal y cómodo para andar en casa, por lo general hecho de plástico. Acelerador de los automóviles. Rápido, con mucha prisa.\n", "gargajo": "Flema, porción de saliva expulsada por la boca.\n", "mi pior es na": "Expresión que nombra a la novia o el novio, dícese de los no agraciados físicamente, pero que resuelven una situación de índole sexual.\n", "sácamelo": "Exclamación que indica estar harto de algo o de alguien… ¡Sácamelo!\n", "pelo": "Unidad de medida indefinida, pero de poca duración o cuantía... Espérate un pelo. Muévete un pelo.\n", "mocho": "Dícese de aquel al que le falta un miembro u órgano, manco, amputado, falto de apéndice, incompleto.\n", "realengo": "Niño o niña que está a su aire por el pueblo. El que está siempre en la calle.\n", "machete": "Hoja alargada y muy afilada utilizada en tareas agrícolas. Órgano masculino.\n", "barrio": "Esta palabra puede encontrarse con diferentes significados en otros países. En Venezuela significa un conjunto de viviendas improvisadas y construidas sin ningún tipo de planificación urbana.\n", "upa cachete": "Expresión exclamativa que denota asombro o sorpresa casi siempre referida al físico de una persona.\n", "careculo": "Persona que normalmente o en ocasiones esta molesta o seria.\n", "taguara": "Lugar de mala muerte, como por ejemplo un sitio de venta de comida, licorería , burdel.\n", "cachapera": "Lesbiana.\n", "nota": "Bueno, agradable, simpático, buena nota, persona amable. Individuo bajo los efectos de la droga.\n", "mandinga": "Diablo, persona muy malévola… Ese tipo es mandinga.\n", "adeco": "Simpatizante del partido político venezolano de Acción Democrática (AD). Algunos dicen que Adeco es adeco hasta que se muera, pero por allí hay mas de uno que saltó la talanquera.\n", "cachifa": "Señora que trabaja haciendo el servicio de la casa: lavar, cocinar, limpiar, etc.\n", "pana": "Amigo, compañero. Tiene su origen en las palabras pan y panadería que significa colega. También me informan que tiene su origen en la palabra inglesa partner (socio).\n", "pelón": "Persona con poco pelo. Error, equivocación.\n", "papo": "Ver Chocha, totona, cuca\n", "esguañingao": "Roto, inservible, desarreglado.\n", "musiu": "Término con el que se define al extranjero, a veces de forma cariñosa, otras, despectiva, según la situación.\n", "manguerear": "Perder el tiempo ociosamente.\n", "agite": "Persona ansiosa, angustiada, apurada, nerviosa.\n", "ballena": "Vehículo grande que riega agua con mucha presión para dispersar manifestaciones.\n", "nagüebona": "Palabra utilizada para expresar algo impresionante. \"Nagüeboná e barato!\", \"Nagüeboná de arrecho que es este Bot\"\n", "tirar": "Realizar la actividad sexual. Véase \"Singar\"\n", "curdo": "Persona que bebe en exceso. Estado etílico.\n", "hayaca": "Pastel de harina de maíz, relleno de un guiso elaborado con pescado o varias clases de carne en trozos pequeños, y otros ingredientes, que, envuelto en hojas de plátano o cambur se hace especialmente por Navidad .\n", "toche": "Gocho. Procedente de la región andina. Alude a joven, chamo, pero también a los objetos. \"Pásame el toche reloj\". También se usa para las personas que se hacen las que no saben algo: \"Se hizo el toche\". Es empleada también como sinónimo de niño: \"El tochecito\".tambien se nombra como una accion de cualquier tipo ejemplo: me dieron un tochaso y me duele.tambien se le dice al aparato reproductor masculino \"sacale el toche a la jeva y listo\"\n", "catira": "Mujer rubia.\n", "tranfor(mista)": "Travestido, hombre que se viste de mujer, travesti.\n", "puta": "Ver Zorra.\n", "carteluo": "De alta calidad, (Adj.)Arrechísimo, de alto perfil, de pinga, machetérico.\n", "guachafita": "Ambiente festivo y de bromas.\n", "salado": "Persona con mala suerte, poco afortunada.\n", "chipi chipi": "Molusco pequeño y comestible al que se atribuyen efectos afrodisíacos.\n", "barranco": "Exceso, individuo que se pasa de la raya o abusa de algo, como por ejemplo, beber demasiado en una fiesta.\n", "limpio": "Persona sin dinero, pobre o sin bienes… Estoy limpio de bola.\n", "cacatúa": "Mujer adulta mayor chismosa, entrometida, ladilla, llena de envidia. ¡Ahí está la vieja cacatúa esa!\n", "caimán": "Persona tosca y ensañada, de expresión directa, exagerada. En deportes se es caimán cuando se le va a alguien la mano. Caimanear, es realizar algo sin mucho estilo. Caimanera, es una partida informal de fútbol sin mayor técnica ni recursos.\n", "caballito frena'o": "Botella de ron marca Pampero, esta expresión hace referencia al logo de la marca.\n", "perra": "Se dice de una mujer mala y de baja reputación.\n", "bolas, echarle": "Expresión que denota emprender algo, empezar con entusiasmo.\n", "cangrejo": "Desperfecto mecánico que no tiene solución aparente. Caso policial que no se puede resolver. Producción cinematográfica de dos entregas dirigida por el realizador y dramaturgo venezolano Roman Chalbaud.\n", "tolque ": "Sinónimo de torque (ver torque).\n", "pasapalo": "Aperitivo, pequeña porción de comida que acompaña a un trago o copa.\n", "pata e mingo": "Algo cercano, estar al pie del mingo en el juego de bolas criollas… Estás a pata'e mingo.\n", "ñengue": "Parte ubicada en la entrepierna, denominada así porque ni es culo ni es pene (bolas, etc.). Frase muy usada por los ciclistas para expresar su dolor, \"Chamo ya me duele el Ñengue\" \"caí en un hueco que me dolió hasta el Ñengue\".\n", "pelele": "Estúpido, bolsa. \" ese es un pelele\"\n", "colear": "Saltar un orden, colar, entrar sin permiso... Se colearon en mi fiesta.\n", "ranchito": "Vivienda construida con zinc, cartones, latas, etc. ubicada en la periferia de las ciudades y que sirve como residencia a personas de pocos recursos; lugar preferido por la policía para hacer los allanamientos.\n", "loba": "Mujer pícara, directa, que aborda a los hombres y que generalmente tiene experiencia en materia sexual. Me atrapó esa loba.\n", "chévere": "Bien, agradable.\n", "peón": "Pea ó borrachera en su máxima expresión: Llegué con madre peón\n", "fria": "Forma coloquial con la que se nombre a la cerveza, dícese de la cerveza Polar.\n", "cagalera": "Hueco por donde se caga. Joyo, rabo, culo. Diarrea (Ando con cagalera)\n", "cara e verga": "(Oriental) Utilizado para insultar. Sustituto de imbécil, idiota, patán.\n", "metiche": "Persona entrometida.\n", "merwebo": "Contracción de \"Mámame el Guevo\" pero de barrio... \"Mámame er güevo\". Equivalente a \"Vete al carajo\", en inglés es como \"Kiss my ass\"\n", "pajúo": "Grosería venezolana por excelencia. Generalmente se usa para decirle soplón, delator, chismoso a alguien, también la usamos para decirle de una manera más despectiva y ofensiva a una persona: bobo, soso, quedado, ido. \"¡No seas pajúo!\"\n", "modess": "Marca comercial de toallas sanitarias, se utiliza de forma genérica para nombrarlas.\n", "soplar el bisteck": "Acción y efecto de conquistarle la mujer al projimo.\n"}
